import { FC } from 'react'

const Description: FC = () => {
    return (
        <section>
            <p
                className="service-intro_description"
                style={{ color: "#d29450", fontSize: "1.56em", lineHeight: "1.3" }}
            />
            <h2 className="service-advantages_heading">
                IP-телефония в Ташкенте <br />{" "}
                <span className="golden"> «под ключ» </span> от компании <br /> «ITKEY»
            </h2>
            <p className="service-intro_description">
                Уже на сегодняшний день вы можете воспользоваться огромными
                возможностями, которые предоставляет IP-телефония в Ташкенте, а
                компания «Alex Technical» станет вашим надёжным и верным проводником в
                мир IT-технологий. Наши специалисты помогут не только определиться с
                теми целями, которые вы можете достичь при помощи цифровой связи, но и
                предложат решение их воплощения.
            </p>
            <p className="service-intro_description">
                В вашем бизнесе присутствует цель оптимизации работы менеджеров,
                которые совершают звонки? В данном случае вам потребуется организация
                личного Сall-центра. Компания «Alex Technical» разрабатывает и
                внедряет проекты, адаптированные под конкретную специфику бизнеса. В
                некоторых случаях, клиенту важно провести многоканальную и при этом не
                дорогую связь в самые сжатые сроки. В таких случаях применяется услуга
                по установке виртуальной АТС. Её главным отличием от обыденной АТС
                является абсолютная свобода от какого-либо оборудования. Единственное,
                что необходимо, — это регистрация и настройка пользователей телефонии.
                Процесс подключения может занять не более 2 часов.
            </p>
            <p className="service-intro_description">
                Цена на подключение IP-телефонии зависит от нескольких параметров,
                таких как перечень задач, которые будет решать данная услуга
                (например, связь между удалёнными офисами и подключение красивого
                номера), количество времени и оборудования, потраченного специалистами
                компании на конкретный проект. У сертифицированных сотрудников
                компании «ITKEY» огромный опыт проектирования и внедрения
                услуг IP-телефонии на предприятиях г. Ташкента. Мы будем очень рады
                использовать его для решения задач коммуникации в вашей организации.
            </p>
        </section>
    )
}

export default Description